export default {
  projections: {
    ВходВСистемуE: {
      датаВхода: {
        __caption__: 'Дата входа'
      },
      тЧПользователь: {
        __caption__: 'Т ч пользователь',
        авПользователи: {
          __caption__: 'Ав пользователи',
          логин: {
            __caption__: 'Логин'
          },
          пароль: {
            __caption__: ''
          },
          сотрудники: {
            __caption__: '',
            фИОСотрудника: {
              __caption__: ''
            }
          }
        }
      }
    },
    ВходВСистемуL: {
      датаВхода: {
        __caption__: 'Дата входа'
      }
    }
  },
  validations: {
    датаВхода: {
      __caption__: 'Дата входа'
    },
    тЧПользователь: {
      __caption__: 'Т ч пользователь'
    }
  }
};
