export default {
  projections: {
    ДокументСохE: {
      датаСохранения: {
        __caption__: 'Дата сохранения'
      },
      тЧУтвержДок: {
        __caption__: 'Т ч утверж док',
        утверждениеДок: {
          __caption__: 'Утверждение док',
          дата: {
            __caption__: 'Дата'
          },
          утверждение: {
            __caption__: ''
          },
          авПользователи: {
            __caption__: '',
            сотрудники: {
              __caption__: '',
              фИОСотрудника: {
                __caption__: ''
              }
            }
          }
        }
      },
      тЧСоздДок: {
        __caption__: 'Т ч созд док',
        формаДокумента: {
          __caption__: 'Форма документа',
          дата: {
            __caption__: ''
          },
          наименование: {
            __caption__: 'Наименование'
          },
          авПользователи: {
            __caption__: '',
            сотрудники: {
              __caption__: '',
              фИОСотрудника: {
                __caption__: ''
              }
            }
          }
        }
      }
    },
    ДокументСохL: {
      датаСохранения: {
        __caption__: 'Дата сохранения'
      }
    }
  },
  validations: {
    датаСохранения: {
      __caption__: 'Дата сохранения'
    },
    тЧУтвержДок: {
      __caption__: 'Т ч утверж док'
    },
    тЧСоздДок: {
      __caption__: 'Т ч созд док'
    }
  }
};
