export default {
  projections: {
    ФормаДокументаE: {
      наименование: {
        __caption__: 'Наименование'
      },
      содержание: {
        __caption__: 'Содержание'
      },
      дата: {
        __caption__: 'Дата'
      },
      отделы: {
        __caption__: 'Отделы'
      },
      авПользователи: {
        __caption__: 'Ав пользователи',
        логин: {
          __caption__: 'Логин'
        }
      }
    },
    ФормаДокументаL: {
      наименование: {
        __caption__: 'Наименование'
      },
      содержание: {
        __caption__: 'Содержание'
      },
      дата: {
        __caption__: 'Дата'
      },
      отделы: {
        __caption__: 'Отделы'
      },
      авПользователи: {
        __caption__: '',
        сотрудники: {
          __caption__: '',
          фИОСотрудника: {
            __caption__: ''
          }
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    отделы: {
      __caption__: 'Отделы'
    },
    содержание: {
      __caption__: 'Содержание'
    },
    авПользователи: {
      __caption__: 'Ав пользователи'
    }
  }
};
