export default {
  projections: {
    ТЧУтвержДокE: {
      утверждениеДок: {
        __caption__: 'Утверждение док',
        дата: {
          __caption__: 'Дата'
        },
        утверждение: {
          __caption__: ''
        },
        авПользователи: {
          __caption__: '',
          сотрудники: {
            __caption__: '',
            фИОСотрудника: {
              __caption__: ''
            }
          }
        }
      }
    }
  },
  validations: {
    утверждениеДок: {
      __caption__: 'Утверждение док'
    },
    документСох: {
      __caption__: 'документСох'
    }
  }
};
