export default {
  projections: {
    ТЧСоздДокE: {
      формаДокумента: {
        __caption__: 'Форма документа',
        дата: {
          __caption__: ''
        },
        наименование: {
          __caption__: 'Наименование'
        },
        авПользователи: {
          __caption__: '',
          сотрудники: {
            __caption__: '',
            фИОСотрудника: {
              __caption__: ''
            }
          }
        }
      }
    }
  },
  validations: {
    формаДокумента: {
      __caption__: 'Форма документа'
    },
    документСох: {
      __caption__: 'документСох'
    }
  }
};
